<?xml version="1.0" encoding="UTF-8"?>

<!DOCTYPE xsl:stylesheet SYSTEM "ulang://i18n/constants.dtd:file"[
        <!ENTITY nbsp  "&#xA0;">
        <!ENTITY copy  "&#169;">
        <!ENTITY mdash "&#8212;">

        <!ENTITY laquo  "&#171;">
        <!ENTITY raquo  "&#187;">

        <!ENTITY rarr  "&#8594;">
        <!ENTITY larr  "&#8592;">
        ]>

<xsl:stylesheet version="1.0" xmlns:xsl="http://www.w3.org/1999/XSL/Transform">

    <xsl:template match="udata[@method='getNewsMysql']">
        <input type="hidden" name="fnm" value="34" />
        <div class="for_article"><h2>Первая петиция на сайте президента набрала необходимые 25 тысяч голосов <span class="label-news">Новость</span></h2><div class="info"><span class="date">04.09.2015 4:10</span><span class="source">Источник: <span><a href="http://korrespondent.net" target="_blank">korrespondent.net</a></span></span></div><div class="cl"></div><div class="for_article_content"><div class="content_cut" data-cut-id="1" data-cut-height="275" style="height: 275px;"><a href="/images/data/20150909/3197.jpg" class="popup_img cboxElement" rel="article_img_3197"><img src="/images/data/20150909/3197.jpg" width="300" /></a><p>Первая электронная петиция на официальном сайте президента Украины Петра Порошенко набрала необходимые 25000 голосов, чтобы ее рассмотрел глава государства.</p>
            <p>Петицию под названием "Законодательно утвердить право граждан Украины на защиту" на данный момент уже подписали 25011 человек.</p>
            <p>Петиция призывает президента законодательно урегулировать право граждан Украины на владение огнестрельным оружием. Она была подана общественной организацией "Всеукраинская ассоциация владельцев оружия".</p>
            <p>"Дополнить статью 27 Конституции Украины частью четвертой следующего содержания: "Каждый гражданин Украины имеет право на свободное владение огнестрельным оружием для защиты своей жизни и здоровья, жилья и собственности, жизни и здоровья других людей, конституционных прав и свобод в случае узурпации власти, посягательств на конституционный строй, суверенитет и территориальную целостность Украины", – говорится в петиции.&nbsp;</p>
            <p>Напомним, президент Петр Порошенко подписал указ, которым утвердил порядок рассмотрения электронной петиции, адресованной главе государства.</p>
            <p>Сервис электронных обращений был открыт для граждан 28 августа. На рассмотрение президента петиция может попасть, если за три месяца соберет минимум 25 тысяч подписей граждан. В случае поддержки петиции, АП должна рассмотреть ее в течение 10 дней.</p></div><a href="#" class="open_cut" data-for-cut="1"><span class="glyphicon glyphicon-chevron-down"></span>См. полностью</a></div>
        </div>
    </xsl:template>

</xsl:stylesheet>